cask_args appdir: "/Applications"

tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "anyenv"
brew "bat"
brew "exa"
brew "gh"
brew "git"
brew "peco"
brew "starship"
brew "tree"

cask "docker"
cask "iterm2"
cask "notion"
cask "google-chrome"
cask "visual-studio-code"
cask "raycast"
cask "cmd-eikana"
cask "adobe-creative-cloud"
cask "runjs"
cask "biscuit"