formulahendry.auto-rename-tag
naumovs.color-highlight
ms-azuretools.vscode-docker
mpty.pack-apache
dotenv.dotenv-vscode
dbaeumer.vscode-eslint
mhutchie.git-graph
eamodio.gitlens
oderwat.indent-rainbow
VisualStudioExptTeam.vscodeintellicode
VisualStudioExptTeam.intellicode-api-usage-examples
MS-CEINTL.vscode-language-pack-ja
yusukehirao.vscode-markuplint
zhuangtongfa.Material-theme
esbenp.prettier-vscode
pflannery.vscode-versionlens
emmanuelbeziat.vscode-great-icons
mosapride.zenkaku
kisstkondoros.vscode-gutter-preview
wix.vscode-import-cost
Prisma.prisma
Vue.volar
styled-components.vscode-styled-components